Repository: palkoarpad85/real-estates
Catalog: src/Locale/*/default.po
Languages: hu

source: <i class='fas fa-indent'></i> Categories
hu: <i class='fas fa-indent'></i> Kategória

source: <i class='fas fa-bath'></i> Conditionofproperties
hu: <i class='fas fa-bath'></i> Ingatlan állapota

source: <i class='fas fa-bed'></i> Conveniencegrades
hu: <i class='fas fa-bed'></i> Komfort

source: <i class='fas fa-thermometer-full'></i> Heatingtypes
hu: <i class='fas fa-thermometer-full'></i> Fűtés

source: <i class='fas fa-car'></i> Parkings
hu: <i class='fas fa-car'></i> Parkolás

source: <i class='far fa-building'></i> Types
hu: <i class='far fa-building'></i> Típusok

source: <i class='fas fa-users'></i> Users
hu: <i class='fas fa-users'></i> Felhasználók

source: <i class='fas fa-lock'></i> Roles
hu: <i class='fas fa-lock'></i> Szerep

source: <i class='fas fa-low-vision'></i> Permissions
hu: <i class='fas fa-low-vision'></i> Hozzáférés

source: Menu
hu: Menü

source: <i class='fas fa-indent'></i>My Realestates
hu: <i class='fas fa-indent'></i> Saját ingatlanok

source: <i class='fas fa-indent'></i> Profile
hu: <i class='fas fa-indent'></i> Profil

source: <i class='fas fa-edit'></i> Edit
hu: <i class='fas fa-edit'></i> Módosítás

source: <i class='fas fa-unlock'></i> Reset password
hu: <i class='fas fa-unlock'></i> Jelszó módosítás

source: English
hu: Angol

source: Create Category
hu: <i class='fa fa-plus'></i> Mentés

source: The parking has been saved.
hu: A parkolás felvitele kész.

source: The parking could not be saved. Please, try again.
hu: Nem sikerült a mentés próbáld ujra.

source: The category has been deleted.
hu: A kategória törlése kész.

source: The category could not be deleted. Please, try again.
hu: A kategória nem törölhető. Kérjük próbálja meg újra.

source: The Categories has been restore.
hu: A kategória visszaállítása sikerült.

source: The Categories could not be restore. Please, try again.
hu: A kategória nem lehet visszaállítani. Kérjük próbálja meg újra.

source: Unable to upload file, please try again.
hu: Nem sikerült feltölteni a fájlt, próbálkozzon újra.

source: Please choose a file to upload.
hu: Kérjük, válasszon feltöltendő fájlt.

source: The image has been saved.
hu: A kép mentve.

source: The image could not be saved. Please, try again.
hu: A kép nem menthető. Kérjük próbálja meg újra.

source: The image has been deleted.
hu: A kép törölve..

source: The image could not be deleted. Please, try again.
hu: A kép nem törölhető. Kérjük próbálja meg újra.

source: Try again.
hu: Próbáld meg újra.

source: The realestate has been saved.
hu: A ingatlan felvitele kész.

source: Un a google addres is empty try again.
hu: Google cím üres próbálja újra.

source: The realestate could not be saved. Please, try again.
hu: Az ingatlan nem menthető meg. Kérlek próbáld újra.

source: The realestate has been deleted.
hu: A ingatlan törlése kész.

source: The realestate could not be deleted. Please, try again.
hu: Az ingatlan nem törölhető. Kérjük próbálja meg újra.

source: Message send
hu: Küldés

source: Message don t send
hu: Az üzenet nem lett el küldve

source: Add
hu: Új felvétele

source: Home
hu: Főoldal

source: hu_name
hu: Magyar

source: eng_name
hu: Angol

source: Submit
hu: Mentés

source: Edit
hu: Szerkesztés

source: EDIT
hu: Szerkesztés

source: active
hu: Aktív

source: List
hu: Listája

source: Active <i class='fa fa-sort'></i>
hu: Aktív <i class='fa fa-sort'></i>

source: Hu_name <i class='fa fa-sort'></i>
hu: Magyar <i class='fa fa-sort'></i>

source: Eng_name <i class='fa fa-sort'></i>
hu: Angol <i class='fa fa-sort'></i>

source: Actions
hu: Akció

source: first
hu: Első

source: previous
hu: Előzö

source: next
hu: következő

source: last
hu: Utolsó

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
hu: Lap {{page}} ból {{pages}}, mutat {{current}} rekodot {{count}} összesen

source: Yes
hu: Igen

source: No
hu: Nem

source: View
hu: Nézet

source: VIEW
hu: Nézet

source: Created By
hu: Létrehozó

source: Created
hu: Létrehozva

source: Modified By
hu: Módosítota

source: Modified
hu: Módosítva

source: Active
hu: Aktív

source: Error 500
hu: Hiba 500

source: add photos
hu: Fotók felvitele

source: created <i class='fa fa-sort'></i>
hu: létrehozva<i class='fa fa-sort'></i>

source: picture <i class='fa fa-sort'></i>
hu: Képek <i class='fa fa-sort'></i>

source: Edit Image
hu: Kép szerkeztés

source: Delete Image
hu: Törlés

source: Are you sure you want to delete # {0}?
hu: Biztos törölni akarod id #{0}?

source: List Images
hu: Lista

source: New Image
hu: Új kép

source: List Realestates
hu: Ingatlan

source: New Realestate
hu: Új ingatlan

source: Name
hu: Név

source: Error
hu: Hiba

source: Back
hu: Vissza

source: Premium
hu: Prémium

source: Card number
hu: Bank kártya száma

source: exp_month
hu: Hónap

source: exp_year
hu: Év

source: Save
hu: Mentés

source: New
hu: Új

source: List of
hu: Lista

source: Fill in to start search
hu: Keresés

source: Delete
hu: Törlés

source: Confirm to delete this entry?
hu: Erősítse meg ezt a bejegyzést törölni?

source: Information
hu: Információ

source: Are you sure you want to restore # {0}?
hu: Biztos vissza akarod állítani id #{0}?

source: New realestates
hu: Új hirdetés

source: Profile
hu: Profil

source: Logout
hu: Kilépés

source: Login/Register
hu: Belépés / Regisztráció

source: Type
hu: Típus

source: choose one
hu: Válasszon

source: Category
hu: Kategória

source: City
hu: Város

source: price
hu: Ár

source: rooms_numbers
hu: Szobák száma

source: more than
hu: több

source: half_room_numbers
hu: Fél szobák száma

source: land_area
hu: Terület

source: year
hu: Év

source: build year
hu: Építés éve

source: floor_number
hu: Emeletek száma

source: floor_number_sum
hu: Emeletek száma összesen

source: Heatingtypes
hu: Fűtéstípus

source: Convenience grade
hu: Kényelmi fokozat

source: condition of property
hu: Ingatlan állapota

source: Search
hu: Keresés

source: Alert
hu: Figyelem

source: Success
hu: Sikeres

source: Main
hu: Fő menű

source: <i class='fa fa-university'></i> Ads
hu: <i class='fa fa-university'></i> Saját ingatlanok

source: <i class='fa fa-building'></i> Realestates
hu: <i class='fa fa-building'></i> Ingatlan

source: <i class='fa fa-envelope'></i> Contact
hu: <i class='fa fa-envelope'></i> Kapcsolat

source: Language
hu: Nyelv választás

source: Hungary
hu: Magyar

source: Change Language
hu: Nyelv választás

source: Maintainers
hu: Karbantartók

source: maintainers
hu: Karbantartók

source: <i class='fa fa-user'></i> Users
hu: <i class='fa fa-user'></i> Felhasználok

source: <i class='fa fa-car'></i> Parkings
hu: <i class='fa fa-car'></i> Parkolás

source: <i class='fa fa-thermometer-full'></i> Heatingtypes
hu: <i class='fa fa-thermometer-full'></i> Fűtéstípus

source: <i class='fa fa-outdent'></i> Categories
hu: <i class='fa fa-outdent'></i> Kategória

source: <i class='fa fa-star'></i> Conditionofproperties
hu: <i class='fa fa-star'></i> Ingatlan állapota

source: <i class='fa fa-bath'></i> Conveniencegrades
hu: <i class='fa fa-bath'></i> Kényelem fokozat

source: <i class='fa fa-bed'></i> Types
hu: <i class='fa fa-bed'></i> Típusok

source: <i class='fa fa-cog'></i> Dashboard
hu: <i class='fa fa-cog'></i> Írányitópult

source: <i class='fa fa-university'></i> All realestates
hu: <i class='fa fa-university'></i> Összes ingatlan

source: Sign in to start your session
hu: Jelentkezz be.

source: Prosfile
hu: Profil

source: Change Password
hu: Jelszó változttás

source: User
hu: Felhasználó

source: Current Password
hu: Aktuális jelszó

source: New Password
hu: Új jelszó

source: Confirm Passowrd
hu: Jelszó megerősítése

source: User Profile
hu: Profil

source: Users
hu: Felhasználók

source: User profile
hu: Profil

source: Realestates
hu: Ingatlan

source: Biography
hu: Rólam

source: Change User
hu: Felhasználó módosítás

source: Change password
hu: Jelszó változtatás

source: Settings
hu: Beállítás

source: username
hu: felhasználó név

source: First name
hu: Keresztnév

source: Last name
hu: Vezetéknév

source: Accept TOS conditions?
hu: ÁSZF elfogadása

source: Username <i class='fa fa-sort'></i>
hu: Felhasználó név <i class='fa fa-sort'></i>

source: First name <i class='fa fa-sort'></i>
hu: Keresztnév <i class='fa fa-sort'></i>

source: Last name <i class='fa fa-sort'></i>
hu: Vezetéknév <i class='fa fa-sort'></i>

source: Role <i class='fa fa-sort'></i>
hu: jogosultság <i class='fa fa-sort'></i>

source: First_name <i class='fa fa-sort'></i>
hu: Keresztnév <i class='fa fa-sort'></i>

source: Last_name <i class='fa fa-sort'></i>
hu: Vezetéknév <i class='fa fa-sort'></i>

source: Passoword
hu: Jelszó

source: Register
hu: Regisztráció

source: Reset Password
hu: Jelszó módosítás

source: Login
hu: Belépés

source: Timeline
hu: Idő vonal

source: comment
hu: Komment

source: INFO
hu: infó

source: Password
hu: Új jelszó

source: Confirm Password
hu: Jelszó megerősítése

source: Please enter your email to reset your password
hu: Kérjük, adja meg e-mail címét a jelszó visszaállításához

source: Send
hu: Küldés

source: Resend Validation email
hu: Validálási e-mail újraküldése

source: Verification Code
hu: Megerősítő kód

source: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> Verify
hu: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> Ellenőrizve

source: Built year
hu: Építés éve

source: Price
hu: összeg

source: Rooms numbers
hu: Szobák száma

source: Half room numbers
hu: Fél szobák száma

source: Floor area
hu: Szobák száma

source: Floor numbers sum
hu: Emeletek száma összesen

source: Floor number
hu: Szobák száma

source: Parking
hu: Parkolás

source: Balcon size
hu: Terasz méret

source: Elevator
hu: Lift

source: External storage
hu: Tároló

source: Condition of property
hu: Ingatlan állapota

source: Comment
hu: Komment

source: phone
hu: Telefon

source: Phone Number
hu: Telefon szám

source: home
hu: Főoldal

source: Kategoria <i class='fa fa-sort'></i>
hu: Kategória <i class='fa fa-sort'></i>

source: user <i class='fa fa-sort'></i>
hu: Felhasználók <i class='fa fa-sort'></i>

source: category <i class='fa fa-sort'></i>
hu: Kategória <i class='fa fa-sort'></i>

source: type <i class='fa fa-sort'></i>
hu: Típus<i class='fa fa-sort'></i>

source: city <i class='fa fa-sort'></i>
hu: Város <i class='fa fa-sort'></i>

source: price <i class='fa fa-sort'></i>
hu: Ár <i class='fa fa-sort'></i>

source: heatingtype <i class='fa fa-sort'></i>
hu: Fűtés típus <i class='fa fa-sort'></i>

source: premium <i class='fa fa-sort'></i>
hu: Prémium <i class='fa fa-sort'></i>

source: Contacts
hu: Kapcsolat

source: messages
hu: üzenet

source: send
hu: Küldés

source: Land area
hu: Terület

source: Heatingtype
hu: Fűtés típus

source: <i class="fa fa-info"></i> Picture
hu: <i class='fa fa-car'></i> Képek

source: state
hu: megye

source: Payment
hu: Fizetés

source: 1 months
hu: 1 hónap

source: 3 months
hu: 3 hónap

source: 12 months
hu: 12 hónap

source: 1 months Highlights
hu: 1 hónap kiemelt megjelenés

source: 3 months Highlights
hu: 3 hónap kiemelt megjelenés

source: 12 months Highlights
hu: 12 hónap kiemelt megjelenés

source: rooms numbers
hu: Szobák száma

source: half room numers
hu: fél szobák száma

source: floor number
hu: Emeletek száma

source: floor number sum
hu: Emeletek száma összesen

source: floor area
hu: Szobák száma

source: land area
hu: Terület

source: balcony size
hu: Terasz méret

source: elevator
hu: Lift

source: external_storage
hu: Tároló

source: conveniencegrade
hu: Kényelmi fokozat

source: heatingtype
hu: Fűtés típus

source: built year
hu: Építés éve

source: parking
hu: Parkolás

source: created
hu: Létrehozva

source: created_by
hu: Létrehozó

source: sendmessages
hu: üzenet küldés

source: Edit User
hu: Felhasználó szerkesztése

source: Remember me
hu: Jegyezzen meg

source: Add User
hu: Regisztráció

source: Welcome, {0}
hu: Üdv

source: You are not authorized to access that location.
hu: Nem jogosult arra, hogy elérje ezt az oldalt.

source: Missing CSRF token cookie
hu: A CSRF token hiányzik.

source: CSRF token mismatch.
hu: A CSRF token nem egyezik.

source: Not Found
hu: Nem található

source: An Internal Error Has Occurred.
hu: Belső hiba történt.

source: The requested file contains `..` and will not be read.
hu: A kért fájl ".." -t tartalmaz, és nem olvasható.

source: The requested file was not found
hu: Nem található

source: {0} from now
hu: {0} ma

source: {0} ago
hu: ezelőtt

source: {0} after
hu: {0} utána

source: {0} before
hu: {0} előtte

source: just now
hu: ma

source: today
hu: Ma

source: This value is already in use
hu: A megadott érték érvénytelen

source: This value does not exist
hu: A megadott érték érvénytelen

source: and
hu: és

source: This field is required
hu: A mező kitöltése kötelező

source: This field cannot be left empty
hu: A mező nem lehet üres.

source: The provided value is invalid
hu: A megadott érték érvénytelen

source: New %s
hu: Új %

source: Edit %s
hu: Szerkeztés %

source: January
hu: Január

source: February
hu: Február

source: March
hu: Március

source: April
hu: Április

source: May
hu: Május

source: June
hu: Június

source: July
hu: Július

source: August
hu: Agusztus

source: September
hu: Szeptember

source: October
hu: Október

source: Parkings
hu: Parkolás

source: Categories
hu: Kategóriák

source: Conditionofproperties
hu: Ingatlan állapota

source: Conveniencegrades
hu: Kényelmi fokozat

source: Types
hu: Típusok

source: Images
hu: Képek

source: Pay
hu: Fizetés

source: Submit Payment
hu: Fizetés

source: Payment is successful..
hu: A fizetés sikeres

source: <i class='fa fa-outdent'></i> Categories
hu: <i class='fa fa-outdent'></i> Kategóriák

source: Name <i class='fa fa-sort'></i>
hu: Név <i class='fa fa-sort'></i>

source: Created by <i class='fa fa-sort'></i>
hu: Létrehozó <i class='fa fa-sort'></i>

source: Created <i class='fa fa-sort'></i>
hu: Létrehozva <i class='fa fa-sort'></i>

source: Search...
hu: Keresés...

source: All
hu: Össz

source: Inactive
hu: Törölt

source: Add a Categories
hu: Kategória fevitele

source: <i class='fas fa-plus'></i> Add Categories
hu: <i class='fa fa-plus'></i> Kategória fevitele

source: {0} Create Category
hu: {0} Kategória Mentés

source: The category has been saved.
hu: A kategória mentés sikeres

source: The Categories has been saved.
hu: A kategória mentés sikeres

source: The category could not be saved. Please, try again
hu: A kategória mentés sikerestelen. Próbáld újból.

source: <i class='fas fa-plus'></i> Edit Categories
hu: <i class='fa fa-plus'></i> Kategória módosítás

source: Edit a Categories
hu: Kategória módosítás

source: Edit a
hu: Módosítás

source: {0} Save Categories
hu: {0} Mentés

source: View a Categories
hu: Kategória

source: modified
hu: Módosítva

source: modified_by
hu: Módosította

source: <i class='fas fa-plus'></i> View Categories
hu: <i class='fas fa-plus'></i> Kategória

source: The Categories has been deleted.
hu: A kategória törlése kész.

source: <i class='fa fa-outdent'></i> Conditionofproperties
hu: <i class='fa fa-outdent'></i> Ingatlan állapota

source: {0} Create
hu: {0} Mentés

source: Add a Conditionofproperties
hu: Ingatlan állapot felvitel

source: <i class='fas fa-plus'></i> Add Conditionofproperties
hu: <i class='fas fa-plus'></i> Ingatlan állapot felvitel

source: Edit a Conditionofproperties
hu: Ingatlan állapot módosítás

source: <i class='fas fa-plus'></i> Edit Conditionofproperties
hu: <i class='fas fa-plus'></i> Ingatlan állapot módosítás

source: {0} Save Conditionofproperties
hu: {0} Mentés

source: The Conditionofproperties has been saved.
hu: A mentés rendeben megtörtént.

source: The Conditionofproperties could not be saved. Please, try again.
hu: Nem sikerült a mentés próbáld újra.

source: forgotpassword
hu: Elfelejtette jelszavát?

source: User name
hu: Felhasználónév

source: The register could not be saved. Please, try again.
hu: A regisztráció nem sikerült. Kérlek próbáld újra.

source: Username or password is incorrect
hu: A felhasználó név vagy jelszó helytelen

source: Forgot password
hu: Elfelejtett jelszó

source: The email address was not found in the database.
hu: Az e-mail cím nem található az adatbázisban.

source: The email was successfully sent.
hu: Az e-mail sikeresen elküldve.

source: The registration successfully.
hu: A regisztráció sikeresen megtörtént.

source: ERROR Please, try again.
hu: HIBA Kérem, próbálkozzon újra.

source: Your password has been changed successfully
hu: A jelszó sikeresen megváltozott

source: Error changing password. Please try again!
hu: Hiba a jelszó megváltoztatásakor. Kérlek próbáld újra!

source: Sorry your password token has been expired.
hu: Sajnáljuk, hogy tokenje lejárt.

source: Error loading password reset.
hu: Hiba történt a jelszó visszaállításakor.

source: The registration could not be saved. Please, try again.
hu: A regisztrációt nem lehetett elmenteni. Kérlek próbáld újra.

source: The verify token is incorrect
hu: Az ellenőrző token helytelen

source: Profile upload successfully.
hu: Profil feltöltése sikeres.

source: The user could not be saved. Please, try again.
hu: Nem sikerült menteni a felhasználót. Kérlek próbáld újra.

source: You dont have access
hu: Nincs hozzáférése

source: The user has been deleted.
hu: A felhasználó törölve lett.

source: The user could not be deleted. Please, try again.
hu: A felhasználó nem törölhető. Kérlek próbáld újra.

source: Could not upload the file
hu: Nem sikerült feltölteni a fájlt

source: Change Profile Picture
hu: Profilkép megváltoztatása

source: Old Password
hu: Régi jelszó

source: Upload Image:
hu: Kép feltöltés

source: Realestates count:
hu: Ingatlanok száma:

source: Active Realestates count:
hu: Aktív Ingatlanok száma:

source: Change password:
hu: Jelszó módosítás:

source: Edit Phone:
hu: Telefon szerkeztés:

source: Delete:
hu: Törlés

source: User Edit
hu: Felhasználó szerkesztés

source: Edit a Users
hu: Felhasználó szerkesztés

source: district
hu: Kerület

source: State
hu: megye

source: Price:
hu: Ára:

source: Convenience Grade:
hu: Kényelmi fokozat:

source: Heating Type:
hu: Fűtés típus:

source: Condition Of Property:
hu: Ingatlan állapota:

source: Parking:
hu: Parkólás:

source: Rooms Rumbers:
hu: Szobák száma:

source: Half Rooms Numbers:
hu: Fél szobák száma:

source: Floor Number:
hu: Emelet száma:

source: Floor Number Sum:
hu: Emeletek száma:

source: Floor Area:
hu: Alapterület:

source: Built Year:
hu: Építés éve:

source: Elevator:
hu: Lif:

source: External Storage:
hu: Raktár:

source: Phones:
hu: Telefon:

source: Comment:
hu: Megjegyzés:

source: Message:
hu: Üzenet:

source: Message
hu: Üzenet

source: Visitors:
hu: Látogatok:

source: Land Area:
hu: Telek területe:

source: Address
hu: Cím

source: Build year
hu: Építés éve

source: Half Rooms numbers
hu: Fél szobák száma:

source: Heating Type
hu: Fűtés típus

source: Condition Of Property
hu: Ingatlan állapota

source: Balcony size
hu: Erkély mérete

source: Balcony size:
hu: Erkély mérete

source: Floor numbers
hu: Emelet száma:

source: Floor numbers numbers
hu: Emelet száma összesen:

source: Phones
hu: Telefonszámok

source: My ads
hu: Ingatlanjaim

source: Citys
hu: Városok

source: Minimum Price
hu: Minimum ár

source: Maximum Price
hu: Maximum ár

source: Full name (on the card)
hu: Teljes név (a kártyán szereplő)

source: Expiration
hu: Kártya lejárata

source: 3 digits code on back side of the card
hu: 3 számjegyű kód a kártya hátoldalán

source: The payment success.
hu: Sikeres fizetés

source: Did you really think you are allowed to see that?
hu: Nincs hozzáférése

source: ADS
hu: Hirdetés

source: Highlights
hu: Kiemelt megjelenés

source: The email success send.
hu: Az email sikeresen elküldve

source: ERROR
hu: HIBA
